export const posts = [
  {
    id: 24,
    title: "珈琲屋さん巡りin鹿児島",
    imageSrc: "/20260315-2.png",
    imageAlt: "24",
    text: "店内に入ったらコーヒー豆がズラーっと並んでいて、どれにしようか迷ってしまった！100円で香りも味も最高の一杯を堪能することができたのだ〜！",
    date: "2026-03-15"
  },
  {
    id: 23,
    title: "フラーゴラッド鹿児島のHG最終戦",
    imageSrc: "/20260315.png",
    imageAlt: "23",
    text: "幼馴染と推しの選手を拝めたので最高の1日でした！お疲れ様です！！来年はSVリーグとのことでVC長野トライデンツと対戦するのが楽しみすぎる〜！",
    date: "2026-03-15"
  },
  {
    id: 22,
    title: "太宰府のオシャレな珈琲屋さん",
    imageSrc: "/20260314-2.png",
    imageAlt: "22",
    text: "今年入ってからずっと気になっていた珈琲屋さん☕️歴史的建造物をリノベーションしていて、店内もとても素敵だった〜！",
    date: "2026-03-14"
  },
  {
    id: 21,
    title: "太宰府天満宮までドライブ",
    imageSrc: "/20260314.png",
    imageAlt: "21",
    text: "前日に太宰府天満宮の近くにあるオシャレな珈琲屋さんに行きたいな〜と思っていたら、偶然にも先輩とドライブに行くことができた！最高のドライブ日和で、心もお腹も満たされた〜！梅がや餅は食べてない、、、w",
    date: "2026-03-14"
  },
  {
    id: 20,
    title: "マイブックで絵日記",
    imageSrc: "/20260308.png",
    imageAlt: "20",
    text: "去年から続けているマイブックでの絵日記。これからも続けていきたいな〜！だからと言って絵が上手くなっているわけではないのが悲しいがw",
    date: "2026-03-08"
  },
  {
    id: 19,
    title: "村長からビカクシダ購入",
    imageSrc: "/19.png",
    imageAlt: "19",
    text: "53秒の世界を制した勢いで購入！これからの成長が楽しみすぎる〜！",
    date: "2026-03-02"
  },
  {
    id: 18,
    title: "とある日の夕日",
    imageSrc: "/18.png",
    imageAlt: "18",
    text: "夕日と植物と海の組み合わせが最高すぎてパシャリw",
    date: "2026-02-28"
  },
  {
    id: 17,
    title: "カリオモンズコーヒー 長崎",
    imageSrc: "/17.png",
    imageAlt: "17",
    text: "豆の香りからコーヒーを淹れてもらえて幸せな時間だった〜！",
    date: "2026-03-01"
  },
  {
    id: 16,
    title: "ウルフドックス名古屋 vs VC長野トライデンツ",
    imageSrc: "/16.png",
    imageAlt: "16",
    text: "スポーツで元気をもらえることを改めて実感した！素晴らしい試合をありがとうございました！",
    date: "2026-03-01"
  },
  {
    id: 15,
    title: "福岡蘭展に行ってきた",
    imageSrc: "/15.png",
    imageAlt: "15",
    text: "植物が与えてくれる癒しは本当にすごい...！村長ともお逢いできて最高の時間だった〜",
    date: "2026-02-22"
  },
  {
    id: 14,
    title: "日本フィルクラシックコンサート",
    imageSrc: "/14.png",
    imageAlt: "14",
    text: "ラフマニノフのピアノ協奏曲第2番は何回聴いても感動する...！",
    date: "2026-02-17"
  },
  {
    id: 13,
    title: "梅の花が満開",
    imageSrc: "/13.png",
    imageAlt: "13",
    text: "外に出たらビックリ！暖かくなってきましたね〜",
    date: "2026-02-16"
  },
  {
    id: 12,
    title: "キラキラな水菜",
    imageSrc: "/12.png",
    imageAlt: "12",
    text: "祖母が一生懸命作っている野菜がイキイキしていてつい撮ってしまった！",
    date: "2026-02-15"
  },
  {
    id: 11,
    title: "オペルクリカリアパキプス購入",
    imageSrc: "/11ban.png",
    imageAlt: "11",
    text: "ここから図太くかっこよく仕立てるのが楽しみだ〜！",
    date: "2026-02-14"
  },
  {
    id: 10,
    title: "アガベと陶鉢を購入",
    imageSrc: "/10ban.png",
    imageAlt: "10",
    text: "おすすめされて購入したが味のある鉢でとても気に入っている!",
    date: "2026-02-06"
  },
  {
    id: 9,
    title: "斑入りモンステラ巨大化",
    imageSrc: "/9ban.png",
    imageAlt: "9",
    text: "11月にえんさんから購入して正月明けに４枚目の新しい葉が出てきた！置き場所問題w",
    date: "2026-02-01"
  },
  {
    id: 8,
    title: "シーリングワックスを使ってみた",
    imageSrc: "/8ban.png",
    imageAlt: "8",
    text: "文通をしたくて買った！書くことも準備することも楽しかった！文通相手募集中ですw",
    date: "2026-01-29"
  },
  {
    id: 7,
    title: "お気に入りバッグ",
    imageSrc: "/7ban.png",
    imageAlt: "7",
    text: "マルシェで購入。手作りだから温かみがあるのよね〜",
    date: "2026-01-28"
  },
  {
    id: 6,
    title: "フトアゴヒゲトカゲ",
    imageSrc: "/6ban.png",
    imageAlt: "6",
    text: "私のダンナ、おかきちゃん。可愛い...時間泥棒...",
    date: "2026-01-15"
  },
  {
    id: 5,
    title: "今シーズンお気に入りのお洋服",
    imageSrc: "/5ban.png",
    imageAlt: "5",
    text: "2025年のF1で優勝したからマクラーレンの帽子とレッドブルのアウターを購入",
    date: "2026-01-10"
  },
  {
    id: 4,
    title: "2026年の日記帳",
    imageSrc: "/4ban.png",
    imageAlt: "4",
    text: "お仕事用、プライベート用、自己研鑽用で書いていくのだ",
    date: "2026-01-05"
  },
  {
    id: 3,
    title: "12月購入本",
    imageSrc: "/3ban.png",
    imageAlt: "3",
    text: "ブックオフやTSUTAYAで大量に本を購入したのだ〜！",
    date: "2025-12-26"
  },
  {
    id: 2,
    title: "kanapiii",
    imageSrc: "/second.png",
    imageAlt: "2",
    text: "なんとかエンジニアやってます〜",
    date: "2025-12-25"
  },
  {
    id: 1,
    title: "個人ブログ始めました！",
    imageSrc: "/first.png",
    imageAlt: "1",
    text: "今の時代だからこそ、個人ブログで発信していこうと思います！",
    date: "2025-12-24",
  }
];